#Задача «Длина слова»
a="Проверка"
print(len(a))
#Задача «Суммы и разности»
first=5
second=3
summa=first+second
diff=first-second
print(summa,diff)
#Задача «Среднее арифметическое»
first=7
second=5
third=3
mean=(first+second+third)/3
print(mean)
#Задача «Простые строчки»
first_string="Понедельник"
second_string="Вторник"
print(first_string,', ',second_string)
#Задача «Сложная формула»
a=8
b=11
c=6
f=(((a*b)+(a*c))**3)/2
print(f)